Repository: alexeynovopashin-lab/LightPlan
Catalog: Packages/LightPlanUI/Sources/LightPlanUI/Resources/Localizable.xcstrings
Source language: en
Languages: es, ja, ru, zh

# practice.note.uk
source: Contract, refundable deposit, balance, delivery. No acceptance act. The chain also appears for private shoots.
es: Contrato, depósito reembolsable, saldo, entrega del material. Sin acta. La cadena también aparece en sesiones particulares.
ja: 契約書、返金可能な前金、残金、納品。検収書はなし。個人の撮影にも流れが表示されます。
ru: Договор, возвратный депозит, остаток, передача материала. Акта нет. Цепочка есть и у частной съёмки.
zh: 合同、可退还押金、余额、交付。无验收单。私人拍摄也有交易链。

# practice.note.us
source: Contract, non-refundable retainer, balance, model release. No acceptance act. The chain also appears for private shoots: a contract with the couple is the norm.
es: Contrato, retainer no reembolsable, saldo, cesión de imagen. Sin acta. La cadena también aparece en sesiones particulares: el contrato con la pareja es lo normal.
ja: 契約書、返金不可のリテイナー、残金、モデルリリース。検収書はなし。個人の撮影にも流れが表示されます。カップルとの契約書が一般的です。
ru: Договор, невозвратный ретейнер, остаток, релиз модели. Акта нет. Цепочка есть и у частной съёмки: договор с парой — норма.
zh: 合同、不可退还预付款、余额、模型授权书。无验收单。私人拍摄也有交易链：与情侣签订合同是常态。

# practice.ru
source: Russia and CIS
es: Rusia y la CEI
ja: ロシア・CIS
ru: Россия и СНГ
zh: 俄罗斯和独联体

# practice.uk
source: United Kingdom
es: Reino Unido
ja: イギリス
ru: Великобритания
zh: 英国

# practice.us
source: United States
es: Estados Unidos
ja: アメリカ
ru: США
zh: 美国

# prepayW.eu
source: deposit
es: depósito
ja: 前金
ru: депозит
zh: 押金

# prepayW.ru
source: prepayment
es: anticipo
ja: 前払い
ru: предоплата
zh: 预付款

# prepayW.uk
source: deposit
es: depósito
ja: 前金
ru: депозит
zh: 押金

# pro.altitude
source: Altitude
es: Altura
ja: 高度
ru: Высота
zh: 高度角

# pro.astro
source: Astronomical
es: Astronómico
ja: 天文薄明
ru: Астрономические
zh: 天文

# pro.astroNight
source: Astronomical night
es: Noche astronómica
ja: 天文夜
ru: Астрономическая ночь
zh: 天文之夜

# pro.azimuth
source: Azimuth
es: Azimut
ja: 方位角
ru: Азимут
zh: 方位角

# pro.blueAM
source: Blue hour, morning
es: Hora azul, mañana
ja: ブルーアワー(朝)
ru: Синий час утром
zh: 早晨蓝色时刻

# pro.bluePM
source: Blue hour, evening
es: Hora azul, tarde
ja: ブルーアワー(夕)
ru: Синий час вечером
zh: 傍晚蓝色时刻

# pro.cloud
source: Cloud cover
es: Nubosidad
ja: 雲量
ru: Облачность
zh: 云量

# pro.dayCourse
source: Course of the day
es: Curso del día
ja: 一日の流れ
ru: Ход дня
zh: 一天的进程

# pro.dayLen
source: Day length
es: Duración del día
ja: 日の長さ
ru: Длина дня
zh: 白天长度

# pro.distance
source: Distance
es: Distancia
ja: 距離
ru: Расстояние
zh: 距离

# pro.goldenAM
source: Golden hour, morning
es: Hora dorada, mañana
ja: ゴールデンアワー(朝)
ru: Золотой час утром
zh: 早晨黄金时刻

# pro.goldenBlue
source: Golden and blue hour
es: Hora dorada y hora azul
ja: ゴールデンアワーとブルーアワー
ru: Золотой и синий час
zh: 黄金时刻和蓝色时刻

# pro.goldenPM
source: Golden hour, evening
es: Hora dorada, tarde
ja: ゴールデンアワー(夕)
ru: Золотой час вечером
zh: 傍晚黄金时刻

# pro.humidity
source: Humidity
es: Humedad
ja: 湿度
ru: Влажность
zh: 湿度

# pro.layerHigh
source: High layer
es: Nivel alto
ja: 上層雲
ru: Верхний ярус
zh: 高层

# pro.layerHighNote
source: afterglow
es: arrebol
ja: 残照
ru: догорание зари
zh: 余晖

# pro.layerLow
source: Low layer
es: Nivel bajo
ja: 下層雲
ru: Нижний ярус
zh: 低层

# pro.layerLowNote
source: screens the horizon
es: tapa el horizonte
ja: 地平線を遮る
ru: экран горизонта
zh: 遮挡地平线

# pro.layerMid
source: Mid layer
es: Nivel medio
ja: 中層雲
ru: Средний ярус
zh: 中层

# pro.layerMidNote
source: texture
es: textura
ja: 質感
ru: текстура
zh: 纹理

# pro.moonNow
source: Moon right now
es: La luna en este momento
ja: この時点の月
ru: Луна в этот момент
zh: 此刻的月亮

# pro.nautical
source: Nautical
es: Náutico
ja: 航海薄明
ru: Навигационные
zh: 航海

# pro.phase
source: Phase
es: Fase
ja: 月相
ru: Фаза
zh: 月相

# pro.rise
source: Rise
es: Salida
ja: 出
ru: Восход
zh: 升起

# pro.score
source: Score
es: Puntaje
ja: スコア
ru: Оценка
zh: 评分

# pro.set
source: Set
es: Puesta
ja: 入り
ru: Заход
zh: 落下

# pro.shadowLen
source: Shadow length
es: Longitud de la sombra
ja: 影の長さ
ru: Длина тени
zh: 影长

# pro.shadowOf
source: ×{n} of height
es: ×{n} de la estatura
ja: 身長の×{n}
ru: ×{n} роста
zh: ×{n}身高

# pro.sky
source: Sky
es: Cielo
ja: 空
ru: Небо
zh: 天空

# pro.solarNoon
source: Solar noon
es: Mediodía solar
ja: 南中時刻
ru: Солнечный полдень
zh: 太阳正午

# pro.source
source: Source
es: Fuente
ja: 出典
ru: Источник
zh: 来源

# pro.srcLive
source: Open-Meteo · forecast
es: Open-Meteo · pronóstico
ja: Open-Meteo · 予報
ru: Open-Meteo · прогноз
zh: Open-Meteo·预报

# pro.srcMock
source: forecast is simulated
es: pronóstico simulado
ja: 予報はシミュレーションです
ru: прогноз имитируется
zh: 模拟预报

# pro.sunNow
source: Sun right now
es: El sol en este momento
ja: この時点の太陽
ru: Солнце в этот момент
zh: 此刻的太阳

# pro.sunset
source: Sunset
es: Puesta de sol
ja: 日の入り
ru: Закат
zh: 日落

# pro.sunsetForecast
source: Sunset forecast
es: Pronóstico del atardecer
ja: 夕焼け予報
ru: Прогноз заката
zh: 日落预报

# pro.temp
source: Temperature
es: Temperatura
ja: 気温
ru: Температура
zh: 温度

# pro.twilight
source: Twilight
es: Crepúsculo
ja: 薄明
ru: Сумерки
zh: 暮光

# pro.weather
source: Weather
es: Clima
ja: 天気
ru: Погода
zh: 天气

# pro.whiteNight
source: does not fall · white night
es: no llega · noche blanca
ja: 訪れない · 白夜
ru: не наступает · белая ночь
zh: 不来临·白夜

# pro.wind
source: Wind
es: Viento
ja: 風
ru: Ветер
zh: 风

# qual.excellent
source: Excellent day
es: Día excelente
ja: 最高の日
ru: Отличный день
zh: 极好的一天

# qual.fog
source: Foggy sunrise
es: Amanecer con niebla
ja: 霧の日の出
ru: Туманный рассвет
zh: 雾中日出

# qual.good
source: Good day
es: Buen día
ja: 良い日
ru: Хороший день
zh: 好天气

# qual.plain
source: Ordinary day
es: Día común
ja: 普通の日
ru: Обычный день
zh: 普通的一天

# qual.poor
source: Overcast
es: Cubierto
ja: 曇天
ru: Пасмурно
zh: 阴天

# qualCond.excellent
source: Clear
es: Despejado
ja: 晴れ
ru: Ясно
zh: 晴

# qualCond.fog
source: Fog
es: Niebla
ja: 霧
ru: Туман
zh: 雾

# qualCond.good
source: Cloudy
es: Nublado
ja: 曇り
ru: Облачно
zh: 多云

# qualCond.plain
source: Changeable
es: Variable
ja: 変わりやすい
ru: Переменно
zh: 多变

# qualCond.poor
source: Rain
es: Lluvia
ja: 雨
ru: Дождь
zh: 雨

# qualSky.excellent
source: Clear
es: Despejado
ja: 晴れ
ru: Ясно
zh: 晴

# qualSky.fog
source: Fog in the morning
es: Niebla en la mañana
ja: 朝に霧
ru: Туман утром
zh: 早晨有雾

# qualSky.good
source: Cloudy with clear spells
es: Nublado con claros
ja: 曇り時々晴れ
ru: Облачно с прояснениями
zh: 多云间晴

# qualSky.plain
source: Changeable
es: Variable
ja: 変わりやすい
ru: Переменно
zh: 多变

# qualSky.poor
source: Rain
es: Lluvia
ja: 雨
ru: Дождь
zh: 雨

# qualWhy.excellent
source: Clear sky, golden sunset
es: Cielo limpio, atardecer dorado
ja: 快晴、黄金色の夕焼け
ru: Чистое небо, золотой закат
zh: 晴空，金色日落

# qualWhy.fog
source: Fog at sunrise
es: Niebla al amanecer
ja: 日の出に霧
ru: Туман на рассвете
zh: 日出时雾

# qualWhy.good
source: Broken cloud
es: Nubosidad variable
ja: 晴れ間のある曇り
ru: Переменная облачность
zh: 破碎云层

# qualWhy.plain
source: Nothing remarkable
es: Nada destacable
ja: 特筆すべき点なし
ru: Ничего примечательного
zh: 无特别之处

# qualWhy.poor
source: Heavy cloud, rain
es: Nubosidad densa, lluvia
ja: 厚い雲、雨
ru: Плотная облачность, дождь
zh: 浓云，雨

# quest.againSub
source: show it again or send it anew
es: mostrarlo otra vez o enviarlo de nuevo
ja: もう一度表示するか再送信
ru: показать ещё раз или отправить заново
zh: 再次显示或重新发送

# quest.badText
source: The link arrived damaged. Ask the client to send it again.
es: El enlace llegó dañado. Pídele al cliente que lo envíe de nuevo.
ja: リンクが壊れています。依頼主に再送信を依頼してください。
ru: Ссылка пришла испорченной. Попросите клиента отправить её заново.
zh: 链接已损坏。请让客户重新发送。

# quest.badTitle
source: Questionnaire not read
es: No se pudo leer el cuestionario
ja: アンケートを読み込めません
ru: Опросник не прочитан
zh: 问卷无法读取

# quest.car
source: Car
es: Auto
ja: 車
ru: Автомобиль
zh: 车辆

# quest.church
source: Church ceremony
es: Ceremonia religiosa
ja: 教会式
ru: Венчание
zh: 教堂婚礼

# quest.clash
source: Does not match the questionnaire:
es: No coincide con el cuestionario:
ja: アンケートと一致しません:
ru: Не сходится с опросом:
zh: 与问卷不符：

# quest.copiedText
source: Copied — paste it into your chat with the client.
es: Copiado — pégalo en el chat con el cliente.
ja: コピーしました。依頼主とのチャットに貼り付けてください。
ru: Скопирована — вставьте её в переписку с клиентом.
zh: 已复制 — 请粘贴到与客户的聊天中。

# quest.copiedTitle
source: Questionnaire link
es: Enlace al cuestionario
ja: アンケートのリンク
ru: Ссылка на опросник
zh: 问卷链接

# quest.date
source: Wedding date
es: Fecha de la boda
ja: 結婚式の日付
ru: Дата свадьбы
zh: 婚礼日期

# quest.dress
source: Dress
es: Vestido
ja: ドレス
ru: Платье
zh: 婚纱

# quest.filled
source: Filled in from the client's answers — check and save
es: Completado con las respuestas del cliente — revisa y guarda
ja: 依頼主の回答から入力しました。確認して保存してください
ru: Заполнено по ответам клиента — проверьте и сохраните
zh: 根据客户回答填写 — 请检查并保存

# quest.filledClash
source: Filled in from the client's answers · {list} — please check
es: Completado con las respuestas del cliente · {list} — revísalo
ja: 依頼主の回答から入力しました · {list} — ご確認ください
ru: Заполнено по ответам клиента · {list} — проверьте
zh: 根据客户回答填写 · {list} — 请检查

# quest.finale
source: Finale
es: Cierre de la fiesta
ja: 締めくくり
ru: Финал вечера
zh: 晚会结局

# quest.head
source: From the questionnaire:
es: Del cuestionario:
ja: アンケートより:
ru: Из опроса:
zh: 来自问卷：

# quest.host
source: Host
es: Maestro de ceremonias
ja: 司会
ru: Ведущий
zh: 主持人

# quest.msgr
source: Messenger
es: Mensajería
ja: メッセンジャー
ru: Мессенджер
zh: 即时通讯

# quest.music
source: Musicians
es: Músicos
ja: 演奏者
ru: Музыканты
zh: 音乐人

# quest.off
source: Remove the questionnaire
es: Quitar el cuestionario
ja: アンケートを外す
ru: Убрать опросник
zh: 移除问卷

# quest.offsite
source: Offsite ceremony
es: Ceremonia simbólica
ja: 出張挙式
ru: Выездная
zh: 户外仪式

# quest.parents
source: Parents
es: Padres
ja: 両親
ru: Родители
zh: 父母

# quest.party
source: Reception
es: Recepción
ja: 披露宴
ru: Банкет
zh: 宴会

# quest.pasteBad
source: No answers found in that text — check you copied the whole message.
es: No encontramos respuestas en ese texto — fíjate que hayas copiado el mensaje completo.
ja: このテキストに回答が見つかりません。メッセージ全体をコピーしたかご確認ください。
ru: Не нашли ответов в этом тексте — проверьте, что скопировали всё сообщение целиком.
zh: 未在此文本中找到答案 — 请检查是否完整复制了整条消息。

# quest.pasteBtn
source: Apply
es: Aplicar
ja: 適用
ru: Применить
zh: 应用

# quest.pastePh
source: Paste what the client sent here
es: Pega aquí lo que envió el cliente
ja: 依頼主から届いた内容をここに貼り付け
ru: Вставьте сюда то, что прислал клиент
zh: 在此粘贴客户发来的内容

# quest.pasteTitle
source: Or paste the answer
es: O pega la respuesta
ja: または回答を貼り付け
ru: Или вставьте ответ
zh: 或粘贴回答

# quest.pets
source: Pets
es: Mascotas
ja: ペット
ru: Животные
zh: 宠物

# quest.places
source: Places
es: Lugares
ja: 場所
ru: Места
zh: 地点

# quest.reg
source: Registry office
es: Ceremonia civil
ja: 入籍
ru: Роспись
zh: 登记

# quest.rites
source: Customs and limits
es: Costumbres y restricciones
ja: 慣習と制限
ru: Обычаи и ограничения
zh: 习俗与限制

# quest.rowSub
source: a link or a QR code
es: un enlace o un código QR
ja: リンクまたはQRコード
ru: ссылка или QR
zh: 链接或二维码

# quest.sendLink
source: Send the link
es: Enviar el enlace
ja: リンクを送る
ru: Отправить ссылку
zh: 发送链接

# quest.sentOn
source: Questionnaire sent · {d}
es: Cuestionario enviado · {d}
ja: アンケート送信済み · {d}
ru: Опросник отправлен · {d}
zh: 问卷已发送 · {d}

# quest.shareCaption
source: Shoot questionnaire
es: Cuestionario de la sesión
ja: 撮影アンケート
ru: Опросник к съёмке
zh: 拍摄问卷

# quest.social
source: Social
es: Red social
ja: SNS
ru: Соцсеть
zh: 社交媒体

# quest.sub
source: Show the code for them to scan. Or send a link.
es: Muestra el código para que lo escaneen. O envía el enlace.
ja: コードを見せて依頼主にカメラで読み取ってもらうか、リンクを送ってください。
ru: Покажите знак — клиент наведёт камеру. Или отправьте ссылку.
zh: 显示二维码，客户扫描。或发送链接。

# quest.suit
source: Groom's suit
es: Traje del novio
ja: 新郎の衣装
ru: Костюм жениха
zh: 新郎礼服

# quest.title
source: Client questionnaire
es: Cuestionario para el cliente
ja: 依頼主アンケート
ru: Опросник клиенту
zh: 客户问卷

# quest.wishes
source: Wishes
es: Deseos
ja: 要望
ru: Пожелания
zh: 愿望

# quest.witnesses
source: Witnesses
es: Padrinos
ja: 証人
ru: Свидетели
zh: 证婚人

# ref.errNotImage
source: not an image
es: no es una imagen
ja: 画像ではありません
ru: не картинка
zh: 非图片

# ref.link
source: Link
es: Enlace
ja: リンク
ru: Ссылка
zh: 链接

# ref.linkAsk
source: Reference link (Pinterest, Instagram, anything)
es: Enlace a una referencia (Pinterest, Instagram, lo que sea)
ja: 参考のリンク(Pinterest、Instagramなど何でも)
ru: Ссылка на референс (Pinterest, Instagram, что угодно)
zh: 参考链接（Pinterest、Instagram等）

# ref.localKept
source: The photo is on this device but did not reach the cloud — we will try again next time.
es: La foto está en el dispositivo, pero no llegó a la nube — lo intentaremos la próxima vez que abras la app.
ja: 写真は端末にありますが、クラウドに届いていません。次回開いたときに再試行します。
ru: Фото на устройстве, но в облако не уехало — попробуем при следующем открытии.
zh: 照片在设备上，但没有传到云盘——下次打开时会再试。

# ref.localOnly
source: The photo is on this device. Connect cloud storage in settings and a copy will go there, opening on your other devices.
es: La foto está en este dispositivo. Conecta una nube en los ajustes: la copia se subirá allí y se abrirá en tus otros dispositivos.
ja: 写真はこの端末にあります。設定でクラウドを接続すると、コピーが送られ、ほかの端末でも開けます。
ru: Фото лежит на устройстве. Подключите облако в настройках — копия уедет туда и откроется на других устройствах.
zh: 照片保存在本设备上。在设置中连接云盘，副本会上传过去，并能在你的其他设备上打开。

# ref.noDiskDoc
source: To store documents, connect Yandex Disk in settings. Links work without it.
es: Para guardar documentos, conecta Yandex Disk en los ajustes. Los enlaces funcionan sin eso.
ja: 書類を保存するには、設定でYandex Diskを接続してください。リンクは接続なしでも使えます。
ru: Чтобы хранить документы, подключите Яндекс.Диск в настройках. Ссылки работают и без него.
zh: 要存储文档，请在设置中连接Yandex Disk。没有它链接也可以工作。

# ref.noDiskPhoto
source: To store photos, connect Yandex Disk in settings. Links work without it.
es: Para guardar fotos, conecta Yandex Disk en los ajustes. Los enlaces funcionan sin eso.
ja: 写真を保存するには、設定でYandex Diskを接続してください。リンクは接続なしでも使えます。
ru: Чтобы хранить фото, подключите Яндекс.Диск в настройках. Ссылки работают и без него.
zh: 要存储照片，请在设置中连接Yandex Disk。没有它链接也可以工作。

# ref.photo
source: Photo
es: Foto
ja: 写真
ru: Фото
zh: 照片

# ref.upFailDoc
source: Document did not upload: {err}
es: El documento no se subió: {err}
ja: 書類をアップロードできませんでした:{err}
ru: Документ не загрузился: {err}
zh: 文档上传失败：{err}

# ref.upFailPhoto
source: Photo did not upload: {err}
es: La foto no se subió: {err}
ja: 写真をアップロードできませんでした:{err}
ru: Фото не загрузилось: {err}
zh: 照片上传失败：{err}

# refs.all
source: All
es: Todas
ja: すべて
ru: Все
zh: 全部

# refs.empty
source: Empty. The genre set is built in “My genres” — it prompts what to shoot when your mind goes blank.
es: Vacío. El set del género se arma en «Mis géneros» — te recuerda qué tomar cuando la cabeza se queda en blanco.
ja: 空です。ジャンルのセットは「マイジャンル」で作成できます。何を撮るか迷ったときのヒントになります。
ru: Пусто. Набор жанра собирается в «Мои жанры» — он подскажет, что снять, когда мысль встала.
zh: 空。类型集在“我的类型”中构建——当你思路枯竭时提示拍摄内容。

# refs.own
source: This shoot
es: Esta sesión
ja: この撮影
ru: Эта съёмка
zh: 本次拍摄

# refs.set
source: “{genre}” genre set
es: Set del género «{genre}»
ja: 「{genre}」のセット
ru: Набор жанра «{genre}»
zh: 「{genre}」类型集

# rep.brief
source: Repeat brief and models
es: Repetir encargo y modelos
ja: 指示とモデルを繰り返す
ru: Повторять задание и модели
zh: 重复任务和模特

# rep.clash
source: Overlaps — {n}: {list}.
es: Solapamientos — {n}: {list}.
ja: 重複 — {n}：{list}。
ru: Наложения — {n}: {list}.
zh: 冲突{n}处：{list}。

# rep.client
source: Repeat client
es: Repetir cliente
ja: 依頼主を繰り返す
ru: Повторять клиента
zh: 重复客户

# rep.count
source: How many times
es: Cuántas veces
ja: 回数
ru: Сколько раз
zh: 次数

# rep.countMore
source: How many more
es: Cuántas más
ja: 追加回数
ru: Сколько ещё
zh: 再加几次

# rep.day
source: Every day
es: Cada día
ja: 毎日
ru: Каждый день
zh: 每天

# rep.delivery
source: Repeat delivery term
es: Repetir plazo de entrega
ja: 納期を繰り返す
ru: Повторять срок сдачи
zh: 重复交付期限

# rep.docs
source: Repeat documents
es: Repetir documentos
ja: 書類を繰り返す
ru: Повторять документы
zh: 重复文件

# rep.info
source: {rule} · {i} of {n}
es: {rule} · {i} de {n}
ja: {rule} · {n}回中{i}回目
ru: {rule} · {i} из {n}
zh: {rule} · 第{i}次，共{n}次

# rep.kit
source: Repeat gear
es: Repetir equipo
ja: 機材を繰り返す
ru: Повторять оборудование
zh: 重复器材

# rep.label
source: Repeat
es: Repetir
ja: 繰り返し
ru: Повтор
zh: 重复

# rep.month
source: Every month
es: Cada mes
ja: 毎月
ru: Каждый месяц
zh: 每月

# rep.more
source: and {n} more
es: y {n} más
ja: ほか{n}
ru: и ещё {n}
zh: 另有{n}处

# rep.never
source: Never
es: Nunca
ja: しない
ru: Никогда
zh: 永不

# rep.notes
source: Repeat notes
es: Repetir notas
ja: メモを繰り返す
ru: Повторять заметки
zh: 重复备注

# rep.payFirst
source: {n} in the first month
es: {n} en el primer mes
ja: 初月に{n}
ru: {n} в первом месяце
zh: 第一个月{k}次拍摄

# rep.playlist
source: Repeat playlist
es: Repetir playlist
ja: プレイリストを繰り返す
ru: Повторять плейлист
zh: 重复歌单

# rep.refs
source: Repeat moodboard
es: Repetir moodboard
ja: ムードボードを繰り返す
ru: Повторять мудборд
zh: 重复灵感板

# rep.renew
source: Extend the repeat
es: Prolongar la repetición
ja: 繰り返しを延長
ru: Продлить повтор
zh: 延长重复

# rep.renewOff
source: Don't extend
es: No prolongar
ja: 延長しない
ru: Не продлевать
zh: 不延长

# rep.renewOffDone
source: The repeat won't be extended
es: No se prolongará
ja: 繰り返しは延長されません
ru: Повтор не продлится
zh: 重复不再延长

# rep.route
source: Repeat place and route
es: Repetir lugar y ruta
ja: 場所とルートを繰り返す
ru: Повторять место и маршрут
zh: 重复地点和路线

# rep.sum
source: {n}, the last on {last}.
es: {n}, la última el {last}.
ja: {n}、最終回は{last}。
ru: {n}, последняя — {last}.
zh: 共{k}次拍摄，最后一次：{last}。

# rep.sumFrom
source: From {d}: {sum} a month instead of {was}.
es: Desde el {d}: {sum} al mes en lugar de {was}.
ja: {d}から月額{sum}（以前は{was}）。
ru: С {d} — {sum} в месяц вместо {was}.
zh: 自{d}起每月{sum}，原为{was}。

# rep.sumMore
source: Another {n}, the last on {last}.
es: {n} más, la última el {last}.
ja: さらに{n}、最終回は{last}。
ru: Ещё {n}, последняя — {last}.
zh: 再加{k}次拍摄，最后一次：{last}。

# rep.sumPaid
source: Prepaid at the old share: {list}.
es: Anticipo según la parte anterior: {list}.
ja: 以前の割合で前払い済み：{list}。
ru: Предоплата по прежней доле: {list}.
zh: 按原份额已付预付款：{list}。

# rep.sumPaidOf
source: {d}: {pre} of {sum}
es: {d}: {pre} de {sum}
ja: {d}：{sum}のうち{pre}
ru: {d} — {pre} из {sum}
zh: {d}：已付{pre}，应付{sum}

# rep.sumPast
source: Past months will be recalculated.
es: Los meses pasados se recalcularán.
ja: 過去の月は再計算されます。
ru: Прошедшие месяцы пересчитаются.
zh: 已过去的月份将重新计算。

# rep.week
source: Every week
es: Cada semana
ja: 毎週
ru: Каждую неделю
zh: 每周

# rep.week2
source: Every 2 weeks
es: Cada 2 semanas
ja: 2週間ごと
ru: Каждые 2 недели
zh: 每两周

# rep.wish
source: Repeat weather wishes
es: Repetir deseos de tiempo
ja: 天気の希望を繰り返す
ru: Повторять пожелания к погоде
zh: 重复天气要求

# rep.year
source: Every year
es: Cada año
ja: 毎年
ru: Каждый год
zh: 每年

# scene.banquet
source: Reception
es: Recepción
ja: 披露宴
ru: Банкет
zh: 宴会

# scene.blueHour
source: Blue hour
es: Hora azul
ja: ブルーアワー
ru: Синий час
zh: 蓝色时刻

# scene.cafe
source: Cafe
es: Café
ja: カフェ
ru: Кафе
zh: 咖啡馆

# scene.cake
source: Cake
es: Pastel
ja: ケーキ
ru: Торт
zh: 蛋糕

# scene.changeBg
source: Backdrop change
es: Cambio de fondo
ja: 背景チェンジ
ru: Смена фона
zh: 换背景

# scene.changeLook
source: Change of look
es: Cambio de look
ja: 衣装チェンジ
ru: Смена образа
zh: 换装

# scene.changePoint
source: Move on
es: Cambio de punto
ja: スポット移動
ru: Смена точки
zh: 移动

# scene.changeScene
source: Scene change
es: Cambio de escena
ja: シーンチェンジ
ru: Смена сцены
zh: 换场景

# scene.dance
source: First dance
es: Primer baile
ja: ファーストダンス
ru: Танец
zh: 第一支舞

# scene.dancing
source: Dancing
es: Baile
ja: ダンス
ru: Танцы
zh: 跳舞

# scene.departure
source: Departure
es: Salida
ja: 出発
ru: Выезд
zh: 出发

# scene.details
source: Details
es: Detalles
ja: ディテール
ru: Детали
zh: 细节

# scene.eveningLight
source: Evening light
es: Luz de la tarde
ja: 夕方の光
ru: Вечерний свет
zh: 傍晚光线

# scene.facade
source: Facade
es: Fachada
ja: 外観
ru: Фасад
zh: 立面

# scene.finale
source: Finale
es: Cierre
ja: 締め
ru: Финал
zh: 结局

# scene.fireworks
source: Fireworks
es: Fuegos artificiales
ja: 花火
ru: Салют
zh: 烟花

# scene.gathering
source: Getting ready
es: Preparativos
ja: 支度
ru: Сборы
zh: 准备

# scene.goldenHour
source: Golden hour
es: Hora dorada
ja: ゴールデンアワー
ru: Золотой час
zh: 黄金时刻

# scene.groupShot
source: Group shot
es: Foto grupal
ja: 集合写真
ru: Общий кадр
zh: 集体照

# scene.guestsArrive
source: Guests arrive
es: Llegada de invitados
ja: ゲスト到着
ru: Сбор гостей
zh: 宾客到达

# scene.heroShot
source: Hero shot
es: Toma principal
ja: メインカット
ru: Основной кадр
zh: 主要镜头

# scene.light
source: Light
es: Luz
ja: 光
ru: Свет
zh: 光线

# scene.mainPart
source: Main part
es: Parte principal
ja: メイン
ru: Основная часть
zh: 主要部分

# scene.meeting
source: Meeting
es: Reunión
ja: 待ち合わせ
ru: Встреча
zh: 会议

# scene.opening
source: Opening
es: Apertura
ja: オープニング
ru: Открытие
zh: 开场

# scene.play
source: Play
es: Juego
ja: 遊び
ru: Игра
zh: 玩耍

# scene.point
source: Spot
es: Punto
ja: スポット
ru: Точка
zh: 地点

# scene.prep
source: Prep
es: Preparación
ja: 準備
ru: Подготовка
zh: 准备

# scene.registry
source: Ceremony
es: Ceremonia
ja: 挙式
ru: ЗАГС
zh: 仪式

# scene.route
source: Route
es: Ruta
ja: ルート
ru: Маршрут
zh: 路线

# scene.shooting
source: Shooting
es: Sesión
ja: 撮影
ru: Съёмка
zh: 拍摄

# scene.start
source: Start
es: Inicio
ja: 開始
ru: Начало
zh: 开始

# scene.street
source: Street
es: Calle
ja: 街中
ru: Улица
zh: 街头

# scene.sunset
source: Sunset
es: Atardecer
ja: 日の入り
ru: Закат
zh: 日落

# scene.table
source: Table
es: Mesa
ja: テーブル
ru: Стол
zh: 餐桌

# scene.takes
source: Takes
es: Tomas
ja: テイク
ru: Дубли
zh: 镜头

# scene.toasts
source: Toasts
es: Brindis
ja: 祝辞
ru: Поздравления
zh: 祝酒

# scene.viewpoint
source: Viewpoint
es: Punto de toma
ja: 撮影ポイント
ru: Точка съёмки
zh: 拍摄点

# scene.walk
source: Walk
es: Paseo
ja: 散策
ru: Прогулка
zh: 散步

# scene.wideShot
source: Wide shot
es: Plano general
ja: 引きの画
ru: Общий план
zh: 广角

# search.nothing
source: Nothing found.
es: No se encontró nada.
ja: 見つかりませんでした。
ru: Ничего не найдено.
zh: 未找到任何结果。

# search.ph
source: Client, kind of shoot or place
es: Cliente, tipo de sesión o lugar
ja: 依頼主、撮影の種類、場所
ru: Клиент, тип съёмки или место
zh: 客户、拍摄类型或地点

# search.startTyping
source: Start typing a client name.
es: Empieza a escribir el nombre del cliente.
ja: 依頼主の名前を入力してください。
ru: Начните вводить имя клиента.
zh: 开始输入客户名称。

# sess.expect
source: · want: {list}
es: · espero: {list}
ja: · 希望：{list}
ru: · жду: {list}
zh: ·期望：{list}

# sess.till
source: till {t}
es: hasta {t}
ja: {t}まで
ru: до {t}
zh: 直到{t}

# set.appId
source: App ID
es: ID de la app
ja: アプリID
ru: ID приложения
zh: 应用 ID

# set.appIdCopied
source: App ID copied
es: ID copiado
ja: IDをコピーしました
ru: ID скопирован
zh: ID 已复制

# set.appIdNone
source: add a number
es: falta un número
ja: 番号が必要です
ru: нужен номер
zh: 需要号码

# set.appIdNotMobile
source: needs a mobile
es: hace falta un móvil
ja: 携帯番号が必要です
ru: нужен мобильный
zh: 需要手机号
